Repository: Animalert/app-translation
Catalog: widget_translation/ios/Localizable.xcstrings
Source language: en
Languages: fr

# %lld %lld and_x_other
source: and %2$lld others
fr: et %2$lld autres

# %lld %lld x_pets_around
source: %1$lld pets around
fr: %1$lld animaux à proximité

# %lld %lld x_pets_around_you
source: %1$lld pets around you
fr: %1$lld animaux à proximité de vous

source: Current Location
fr: Position actuelle

# error_location
source: Location Error
fr: Erreur de localisation

# error_location_description
source: Please turn on Location services
fr: Merci d’activer la position

# error_location_required
source: Location required
fr: Position requise

# error_location_required_description
source: Please enable location services for Animalert and his widgets
fr: Merci d’activer la localisation pour Animalert et ses widgets

# error_login
source: Please Login
fr: Connectez Vous

# error_unknown
source: Unknown Error
fr: Erreur inconnue

# error_unknown_description
source: An unknown error, occurred, if the error persists, please contact us
fr: Une erreur inconnue est survenue, si l’erreur persiste, contactez nous

source: Loading position...
fr: Chargement de votre position…

source: No pets around
fr: Aucun animal à proximité

source: pets around
fr: animaux à proximité

source: Searching for pets...
fr: Recherche d’animaux…

# searching_reports_around_user
source: Searching reports around you...
fr: Recherche d’animaux à proximité…

# widget_description
source: Be aware of all the reports around you at a glance.
fr: Soyez au courant de toutes les annonces autour de vous en un coup d'oeil.

# widget_name
source: Radar Widget
fr: Widget Radar
